brew "asdf"
# Used to install Erlang plugin for asdf
brew "autoconf"
brew "chruby"
# Used by asdf
brew "coreutils"
# Used by asdf
brew "curl"
brew "emacs"
brew "fzf"
# Used by asdf
brew "git"
brew "jq"
brew "leiningen"
brew "node"
brew "openjdk"
brew "openssl@1.1"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
# Used to for observer for Erlang plugin for asdf
brew "wxmac"
brew "yarn"
